{
    "询问型号": {
        "话术": "请问您方便提供一下型号吗？",
        "可能的情况": {
            "提供型号": {
                "status": "即可区分产品归属"
            },
            "不知道/提供不了": {
                "action": "询问品牌系列",
                "话术": "请问您的空气能热水器是什么品牌或属于什么系列呢？",
                "可能的情况":{
                    "用户说出子品牌/系列": {
                        "用户表示品牌是COLMO": {
                            "status": "即可区分产品归属"
                        },
                        "用户表示品牌是酷风/小天鹅": {
                            "status": "转人工"
                        },
                        "用户表示副品牌/系列如：真暖/真省/雪焰/暖家/煤改电/真享":{
                            "status": "即可区分产品归属"
                        },
                        "用户表示副品牌或系列：烈焰": {
                            "status": "即可区分产品归属"
                        }

                    },
                    "用户不知道型号或子品牌或系列或说了不在上面的其他子品牌或系列":{
                        "action": "问用户机器用途以区分",
                        "话术": "请问您的空气能热水器是用来洗澡和进行生活用水还是采暖，还是两个功能都有的呢？",
                        "可能情况":{
                            "用户回答采暖/不清楚": {
                                "action": "询问是否在家庭/别墅/公寓/理发店使用",
                                "话术": "问下空气能热水器是在家庭、别墅、公寓或理发店使用的吗？",
                                "可能的情况":{
                                    "用户表示肯定或不清楚": {
                                        "status": "即可区分产品归属"
                                    },
                                    "用户表示否定": {
                                        "status": "即可区分产品归属"
                                    }
                                }
                            },
                            "用户回答用于洗澡或生活用水": {
                                "action": "询问容量或匹数",
                                "话术": "请问您知道空气能热水器是多大容量的吗，或者知道是多少匹的吗？",
                                "可能的情况":{
                                    "用户表示750升以下或72/3p以下": {
                                        "status": "即可区分产品归属"
                                    },
                                    "用户表示750升以上或72/3p及以上": {
                                        "status": "即可区分产品归属"
                                    },
                                    "用户表示不清楚": {
                                        "action": "回到问用户机器使用场所以区分"
                                    },
                                }
                            },
                            "用户回答两个用途都有": {
                                "ststus": "即可区分产品归属"
                            }
                        }
                    }
                }
            }
        }
    }
}
